chat_system_1547012353_actor_description=Torn Digor. Dwarves' king.
chat_system_1547012353_snap_0_question=^?^Tell me, [player], is it true that you have sealed the Demons' Portal?!!
chat_system_1547012353_snap_0_answer_0=^?^Yes, I found the Portal Key and locked it. Now the demons are closed in their world again.
chat_system_1547012353_snap_5_question=^?^I don't believe what I hear! Do you understand, what this means, [player]?!! The war has ended...<br>I should say, there are not so many people who can make me smile, and you've already done this several times, my human friend.<br>Now we'll drink and celebrate! Warriors will meet their relatives again, and the beer will run down like water... You deserve a great reward, [player]!<br>[reward]
chat_system_1547012353_snap_5_answer_0=^?^I'm happy that Kordar is now safe from the threat of demons, Your Majesty!
